
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>Google I/O 2018 まとめ · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-codeblock-filename/block.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="about.html" />
    
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter active" data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    Google I/O 2018 まとめ
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="about.html">
            
                <a href="about.html">
            
                    
                    本資料について
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >Google I/O 2018 まとめ</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="google-io-2018-&#x307E;&#x3068;&#x3081;">Google I/O 2018 &#x307E;&#x3068;&#x3081;</h1>
<ul>
<li>&#x4EE5;&#x4E0B;&#x306E;&#x30C8;&#x30D4;&#x30C3;&#x30AF;&#x4E00;&#x89A7;&#x306F; GIGAZINE &#x306E;<a href="https://gigazine.net/news/20180511-google-io-2018-announcements/" target="_blank">&#x672C;&#x8A18;&#x4E8B;</a>&#x3092;&#x5143;&#x306B;&#x4F5C;&#x6210;</li>
<li>&#x8A33;&#x304C;&#x602A;&#x3057;&#x305D;&#x3046;&#x306A;&#x3068;&#x3053;&#x308D;&#x306F; <a href="https://www.blog.google/topics/developers/all-io18-announcements/" target="_blank">Google Blog &#x306B;&#x63B2;&#x8F09;&#x306E;&#x539F;&#x6587;</a>&#x3092;&#x5143;&#x306B;&#x8D64;&#x585A;&#x304C;&#x4FEE;&#x6B63;&#x3001;&#x89E3;&#x8AAC;&#x3001;&#x89E3;&#x91C8;&#x3092;&#x5165;&#x308C;&#x3066;&#x307E;&#x3059;</li>
</ul>
<h2 id="google-assistant-&#x3068;-google-home-&#x306B;&#x3064;&#x3044;&#x3066;">Google Assistant &#x3068; Google Home &#x306B;&#x3064;&#x3044;&#x3066;</h2>
<ul>
<li>Google Assistant&#x306E;&#x58F0;&#x3092;6&#x7A2E;&#x985E;&#x304B;&#x3089;&#x9078;&#x629E;&#x53EF;&#x80FD;&#x306B;&#x306A;&#x308B;</li>
<li>&#x65B0;&#x3057;&#x3044;&#x58F0;&#x306E;&#x4E2D;&#x306B;&#x306F;<a href="https://ja.wikipedia.org/wiki/%E3%82%B8%E3%83%A7%E3%83%B3%E3%83%BB%E3%83%AC%E3%82%B8%E3%82%A7%E3%83%B3%E3%83%89" target="_blank">&#x30B8;&#x30E7;&#x30F3;&#x30FB;&#x30EC;&#x30B8;&#x30A7;&#x30F3;&#x30C9;</a>&#x306E;&#x3082;&#x306E;&#x3082;&#x3042;&#x308B;</li>
<li>Google Assistant&#x306E;&#x4F1A;&#x8A71;&#x306F;AI&#x3068;<a href="http://gigazine.net/news/20171005-wavenet-launch-in-google-assistant/" target="_blank">WaveNet</a>&#x306B;&#x3088;&#x308A;&#x4EBA;&#x9593;&#x3089;&#x3057;&#x3055;&#x304C;&#x5897;&#x3059;</li>
<li>&#x3044;&#x3061;&#x3044;&#x3061;&#x300C;Hey Google&#x300D;&#x3092;&#x8A00;&#x308F;&#x306A;&#x304F;&#x3066;&#x3082;&#x3001;&#x4E00;&#x9023;&#x306E;&#x6D41;&#x308C;&#x3067;&#x4F1A;&#x8A71;&#x3092;&#x8A8D;&#x8B58;&#x3057;&#x3066;&#x304F;&#x308C;&#x308B;&#x3088;&#x3046;&#x306B;&#x306A;&#x308B;</li>
<li>&#x300C;&#x30CB;&#x30E5;&#x30FC;&#x30E8;&#x30FC;&#x30AF;&#x3068;&#x30AA;&#x30FC;&#x30B9;&#x30C6;&#x30A3;&#x30F3;&#x306E;&#x5929;&#x6C17;&#x306F;&#x3069;&#x3046;&#x3067;&#x3059;&#x304B;&#xFF1F;&#x300D;&#x3068;&#x3044;&#x3046;&#x98A8;&#x306B;&#x3001;&#x8907;&#x6570;&#x306E;&#x8981;&#x6C42;&#x3092;&#x4E00;&#x5EA6;&#x306B;&#x53D7;&#x3051;&#x4ED8;&#x3051;&#x3089;&#x308C;&#x308B;&#x3088;&#x3046;&#x306B;&#x306A;&#x308B;</li>
<li>Custom Routines &#x3092;&#x5229;&#x7528;&#x3059;&#x308B;&#x3053;&#x3068;&#x3067;&#x3001;&#x300C;&#x671D;&#x98DF;&#x306E;&#x6E96;&#x5099;&#x304C;&#x3067;&#x304D;&#x307E;&#x3057;&#x305F;&#x300D;&#x300C;&#x5915;&#x98DF;&#x306E;&#x6E96;&#x5099;&#x304C;&#x3067;&#x304D;&#x307E;&#x3057;&#x305F;&#x300D;&#x3068;&#x8A00;&#x3048;&#x3070;&#x3001;&#x98DF;&#x4E8B;&#x306B;&#x5408;&#x308F;&#x305B;&#x3066;&#x97F3;&#x697D;&#x3092;&#x6D41;&#x3059;&#x3068;&#x3044;&#x3063;&#x305F;&#x64CD;&#x4F5C;&#x304C;&#x53EF;&#x80FD;</li>
<li>&#x7279;&#x5B9A;&#x306E;&#x65E5;&#x3084;&#x6642;&#x9593;&#x306B;&#x30EB;&#x30FC;&#x30C1;&#x30F3;&#x3092;&#x30B9;&#x30B1;&#x30B8;&#x30E5;&#x30FC;&#x30EB;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x308B;</li>
<li>&#x904E;&#x53BB;2&#x30AB;&#x6708;&#x3067;&#x3001;&#x5BB6;&#x65CF;&#x3068;&#x305D;&#x306E;&#x5B50;&#x3069;&#x3082;&#x304C;Google Assistant&#x3084;Google Home&#x3092;&#x901A;&#x3057;&#x3066;13&#x4E07;&#x6642;&#x9593;&#x3082;&#x306E;&#x4F1A;&#x8A71;&#x3092;&#x884C;&#x3063;&#x305F;</li>
<li>2018&#x5E74;&#x5F8C;&#x534A;&#x306B;&#x300C;Pretty Please&#x300D;&#x3092;&#x30EA;&#x30EA;&#x30FC;&#x30B9;&#x3057;&#x3001;&#x5C0F;&#x3055;&#x306A;&#x5B50;&#x3069;&#x3082;&#x3067;&#x3082; Google Assistant &#x3084; Google Home &#x3092;&#x4F7F;&#x7528;&#x53EF;&#x80FD;&#x306B;&#x306A;&#x308B;<ul>
<li><a href="https://techcrunch.com/2018/05/08/a-google-assistant-update-will-teach-kids-to-say-please/" target="_blank">A Google Assistant update will teach kids to say &apos;please&apos; | TechCrunch</a></li>
<li>Google Assistant &#x306B;&#x5BFE;&#x3057;&#x3066;&#x6A2A;&#x67C4;&#x306A;&#x8A00;&#x8449;&#x9063;&#x3044;&#x3092;&#x3057;&#x3061;&#x3083;&#x3046;&#x5B50;&#x4F9B;&#x304C;&#x5272;&#x3068;&#x3044;&#x308B;&#x3088;&#x3046;&#x3067;&#x3001;&#x89AA;&#x5FA1;&#x3055;&#x3093;&#x306E;&#x5FC3;&#x4E2D;&#x5BDF;&#x3059;&#x308B;&#x306B;&#x4F59;&#x308A;&#x3042;&#x308B;</li>
<li>&#x306A;&#x306E;&#x3067;&#x3001;&#x4E01;&#x5BE7;&#x306A;&#x8A00;&#x8449;&#x9063;&#x3044;&#x3092;&#x3057;&#x305F;&#x3089;&#x4E01;&#x5BE7;&#x306A;&#x8A00;&#x8449;&#x9063;&#x3044;&#x3067;&#x8FD4;&#x3057;&#x3066;&#x304F;&#x308C;&#x308B;&#x3088;&#x3046;&#x306B;&#x306A;&#x308B;&#x3089;&#x3057;&#x3044;</li>
<li>&#x300C;please&#x300D;&#x3092;&#x3064;&#x3051;&#x3066;&#x304A;&#x9858;&#x3044;&#x3059;&#x308B;&#x3068;&#x3001;&#x300C;&#x3054;&#x4E01;&#x5BE7;&#x306B;&#x3042;&#x308A;&#x304C;&#x3068;&#x3046; (thanks for asking so nicely)&#x300D;&#x3068;&#x304B;&#x300C;&#x3068;&#x3066;&#x3082;&#x4E01;&#x5BE7;&#x306A;&#x65B9;&#x3067;&#x3059;&#x306D; (You&apos;re very polite)&#x300D;&#x3063;&#x3066;&#x8FD4;&#x3057;&#x3066;&#x304F;&#x308C;&#x305F;&#x308A;&#x3059;&#x308B;&#x3089;&#x3057;&#x3044;</li>
</ul>
</li>
<li>&#x30C7;&#x30A3;&#x30B9;&#x30D7;&#x30EC;&#x30A4;&#x4ED8;&#x304D; Google Assistant &#x306F; 2018 &#x5E74;&#x590F;&#x304B;&#x3089;&#x5229;&#x7528;&#x53EF;&#x80FD;</li>
<li>&#x30B9;&#x30DE;&#x30FC;&#x30C8;&#x30D5;&#x30A9;&#x30F3;&#x3067;&#x306E; Google Assistant &#x3092;&#x518D;&#x8A2D;&#x8A08;&#x3002;Google Assistant &#x3068;&#x306E;&#x4EA4;&#x4FE1;&#x8A18;&#x9332;&#x3084;&#x5834;&#x6240;&#x3001;&#x6642;&#x9593;&#x306A;&#x3069;&#x3092;&#x7528;&#x3044;&#x3066;&#x4E00;&#x65E5;&#x306E; snap shot (&#x30C0;&#x30A4;&#x30B8;&#x30A7;&#x30B9;&#x30C8;&#x7684;&#x306A;&#xFF1F;) &#x3092;&#x51FA;&#x3057;&#x3066;&#x304F;&#x308C;&#x308B;&#x3089;&#x3057;&#x3044;</li>
<li>2018&#x5E74;&#x5F8C;&#x534A;&#x304B;&#x3089;&#x3001;Google Assistant &#x30A2;&#x30D7;&#x30EA;&#x3067;&#x98DF;&#x6599;&#x54C1;&#x306E;&#x914D;&#x9054;&#x3092;&#x304A;&#x9858;&#x3044;&#x3067;&#x304D;&#x308B;</li>
<li>Google Assistant &#x304C;&#x30CA;&#x30D3;&#x306B;&#x7D71;&#x5408;&#x3055;&#x308C;&#x308B;&#x3002;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306F;&#x30CF;&#x30F3;&#x30BA;&#x30D5;&#x30EA;&#x30FC;&#x3067;&#x30C6;&#x30AD;&#x30B9;&#x30C8;&#x30E1;&#x30C3;&#x30BB;&#x30FC;&#x30B8;&#x306E;&#x9001;&#x4FE1;&#x3084;&#x97F3;&#x697D;&#x304B;&#x3051;&#x305F;&#x308A;&#x3067;&#x304D;&#x308B;&#x3002;</li>
<li><a href="http://gigazine.net/news/20180509-google-duplex-ai-phone-system/" target="_blank">Google Duplex</a>&#x306F; 2018 &#x5E74;&#x590F;&#x306B;&#x30C6;&#x30B9;&#x30C8;&#x3092;&#x884C;&#x3044;&#x3001;AI &#x304C;&#x81EA;&#x52D5;&#x3067;&#x96FB;&#x8A71;&#x3092;&#x304B;&#x3051;&#x3066;&#x304F;&#x308C;&#x308B;&#x3088;&#x3046;&#x306B;&#x306A;&#x308B;</li>
<li>Google Assistant &#x306F;2018&#x5E74;&#x672B;&#x307E;&#x3067;&#x306B; 80 &#x30AB;&#x56FD;&#x3067;&#x4F7F;&#x7528;&#x53EF;&#x80FD;</li>
<li>Google Home &#x306F;&#x30B9;&#x30DA;&#x30A4;&#x30F3;&#x3001;&#x30E1;&#x30AD;&#x30B7;&#x30B3;&#x3001;&#x97D3;&#x56FD;&#x3001;&#x30AA;&#x30E9;&#x30F3;&#x30C0;&#x3001;&#x30C7;&#x30F3;&#x30DE;&#x30FC;&#x30AF;&#x3001;&#x30CE;&#x30EB;&#x30A6;&#x30A7;&#x30FC;&#x3001;&#x30B9;&#x30A6;&#x30A7;&#x30FC;&#x30C7;&#x30F3;&#x306A;&#x3069; 7 &#x30AB;&#x56FD;&#x4EE5;&#x4E0A;&#x3067;&#x5C0E;&#x5165;&#x3055;&#x308C;&#x308B;&#x4E88;&#x5B9A;</li>
</ul>
<h2 id="ai&#x3068;&#x6A5F;&#x68B0;&#x5B66;&#x7FD2;&#x306B;&#x3064;&#x3044;&#x3066;">AI&#x3068;&#x6A5F;&#x68B0;&#x5B66;&#x7FD2;&#x306B;&#x3064;&#x3044;&#x3066;</h2>
<ul>
<li>&#x307E;&#x3082;&#x306A;&#x304F;Gmail&#x306E;<a href="https://blog.google/products/gmail/subject-write-emails-faster-smart-compose-gmail/" target="_blank">Smart Compose</a>&#x304C;&#x5C0E;&#x5165;&#x3055;&#x308C;&#x3001;&#x30E1;&#x30FC;&#x30EB;&#x4F5C;&#x6210;&#x304C;AI&#x306B;&#x3088;&#x308A;&#x30B5;&#x30DD;&#x30FC;&#x30C8;&#x3055;&#x308C;&#x308B;<ul>
<li>Smart Compose &#x306F;&#x30E6;&#x30FC;&#x30B6;&#x304C;&#x5165;&#x529B;&#x3059;&#x308B;&#x6587;&#x7AE0;&#x3092;&#x4E88;&#x6E2C;&#x3057;&#x3066;&#x3001;&#x6B21;&#x306B;&#x5165;&#x529B;&#x3055;&#x308C;&#x305D;&#x3046;&#x306A;&#x30D5;&#x30EC;&#x30FC;&#x30BA;&#x3092;&#x63D0;&#x6848;&#x3059;&#x308B;&#x6A5F;&#x80FD;&#x3002;</li>
<li><a href="https://japan.cnet.com/article/35118847/" target="_blank">&#x300C;Gmail&#x300D;&#x3001;AI&#x304C;&#x8FD4;&#x4FE1;&#x3092;&#x4E88;&#x6E2C;&#x5165;&#x529B;&#x3059;&#x308B;&#x300C;Smart Compose&#x300D;&#x3092;&#x5C0E;&#x5165;&#x3078; - CNET Japan</a></li>
</ul>
</li>
<li>Google&#x304C;&#x63D0;&#x4F9B;&#x3059;&#x308B;<a href="https://developers.googleblog.com/2018/05/introducing-ml-kit.html" target="_blank">&#x6A5F;&#x68B0;&#x5B66;&#x7FD2;&#x30AD;&#x30C3;&#x30C8;(ML Kit)</a>&#x306F;&#x591A;&#x304F;&#x306E;&#x958B;&#x767A;&#x8005;&#x305F;&#x3061;&#x306B;&#x3068;&#x3063;&#x3066;&#x6709;&#x76CA;</li>
<li>&#x6A5F;&#x68B0;&#x5B66;&#x7FD2;&#x5C02;&#x7528;&#x306E;&#x7B2C;3&#x4E16;&#x4EE3;&#x30D7;&#x30ED;&#x30BB;&#x30C3;&#x30B5;<a href="https://gigazine.net/news/20180510-google-tpu-3-ai-processor/" target="_blank">&#x300C;TPU3.0&#x300D;</a>&#x3092;&#x767A;&#x8868;</li>
<li>Google&#x306F;AI&#x306B;&#x3088;&#x308A;&#x533B;&#x7642;&#x306E;&#x767A;&#x5C55;&#x306B;&#x8CA2;&#x732E;&#x3057;&#x3066;&#x3044;&#x308B;<ul>
<li><a href="https://ai.googleblog.com/2018/05/deep-learning-for-electronic-health.html" target="_blank">Deep Learning &#x3067;&#x60A3;&#x8005;&#x304C;&#x6B21;&#x306B;&#x3069;&#x3046;&#x306A;&#x308B;&#x304B;&#x3092;&#x4E88;&#x6E2C;&#x3059;&#x308B;&#x8A71;</a></li>
</ul>
</li>
<li>AI&#x306F;<a href="http://gigazine.net/news/20161214-self-driving-car-project-waymo/" target="_blank">Waymo</a>&#x306E;&#x81EA;&#x52D5;&#x904B;&#x8EE2;&#x30AB;&#x30FC;&#x306B;&#x4F7F;&#x7528;&#x3055;&#x308C;&#x3001;&#x96EA;&#x3084;&#x9727;&#x3068;&#x3044;&#x3063;&#x305F;&#x74B0;&#x5883;&#x3067;&#x3082;&#x904B;&#x8EE2;&#x53EF;&#x80FD;&#x306B;&#x3059;&#x308B;</li>
</ul>
<h2 id="android&#x306B;&#x3064;&#x3044;&#x3066;">Android&#x306B;&#x3064;&#x3044;&#x3066;</h2>
<ul>
<li>Android P&#x306E;&#x30D9;&#x30FC;&#x30BF;&#x7248;&#x3092;&#x767A;&#x8868;<ul>
<li><a href="https://blog.google/products/android/android-p/" target="_blank">Android P: Packed with smarts and simpler than ever (&#x516C;&#x5F0F;&#x30D6;&#x30ED;&#x30B0;)</a></li>
<li><a href="http://gigazine.net/news/20180509-android-p/" target="_blank">GIGAZINE &#x306E;&#x4F55;&#x3068;&#x306A;&#x304F;&#x65E5;&#x672C;&#x8A9E;&#x8A33;&#x3063;&#x307D;&#x3044;&#x8A18;&#x4E8B;</a></li>
</ul>
</li>
<li>Deep Mind&#x3068;&#x9023;&#x643A;&#x3057;&#x3066;&#x30D0;&#x30C3;&#x30C6;&#x30EA;&#x30FC;&#x3092;&#x512A;&#x5148;&#x9806;&#x4F4D;&#x3092;&#x3064;&#x3051;&#x3066;&#x5272;&#x308A;&#x5F53;&#x3066;&#x308B;Adaptive Battery&#x3092;&#x958B;&#x767A;</li>
<li>Android P&#x306F;&#x5468;&#x56F2;&#x306E;&#x74B0;&#x5883;&#x306B;&#x5408;&#x308F;&#x305B;&#x3066;&#x660E;&#x308B;&#x3055;&#x3092;&#x81EA;&#x52D5;&#x8ABF;&#x7BC0;&#x3059;&#x308B;<ul>
<li>(&#x539F;&#x6587;) Adaptive Brightness in Android P learns how you like to set the brightness based on your surroundings, and automatically updates it to conserve energy. </li>
<li>&#x5468;&#x56F2;&#x306E;&#x660E;&#x308B;&#x3055;&#x306B;&#x5BFE;&#x3057;&#x3066;&#x6301;&#x3061;&#x4E3B;&#x304C;&#x3069;&#x306E;&#x7A0B;&#x5EA6;&#x306E;&#x660E;&#x308B;&#x3055;&#x3092;&#x597D;&#x3080;&#x304B;&#x5B66;&#x7FD2;&#x3057;&#x3066;&#x304F;&#x308C;&#x308B;&#x3001;&#x96FB;&#x6C60;&#x6301;&#x3061;&#x6539;&#x5584;&#x306E;&#x305F;&#x3081;&#x306B;&#x3001;&#x307F;&#x305F;&#x3044;&#x306A;&#x610F;&#x5473;&#x304B;&#x3002;</li>
</ul>
</li>
<li>App Actions &#x306B;&#x3088;&#x308A;&#x3001;&#x300C;&#x30D8;&#x30C3;&#x30C9;&#x30D5;&#x30A9;&#x30F3;&#x3092;&#x6307;&#x3057;&#x305F;&#x3089; Spotify &#x3092;&#x8D77;&#x52D5;&#x300D;&#x3068;&#x3044;&#x3046;&#x98A8;&#x306B;&#x6B21;&#x306E;&#x30A2;&#x30AF;&#x30B7;&#x30E7;&#x30F3;&#x3092;&#x4E88;&#x6E2C;<ul>
<li><a href="https://developer.android.com/guide/actions/" target="_blank">App Actions | Android Developers</a></li>
<li>&#x8272;&#x3093;&#x306A;&#x3068;&#x3053;&#x308D;&#x3067;&#x30A2;&#x30D7;&#x30EA;&#x306E;&#x8D77;&#x52D5;&#x3092;&#x4FC3;&#x3055;&#x308C;&#x308B;&#x3088;&#x3046;&#x306B;&#x306A;&#x308B;&#x6A21;&#x69D8;&#x3002;&#x4E0B;&#x306E;&#x64CD;&#x4F5C;&#x6027;&#x5411;&#x4E0A;&#x3068;&#x3082;&#x95A2;&#x9023;&#x3002;</li>
</ul>
</li>
<li>&#x64CD;&#x4F5C;&#x6027;&#x306E;&#x5411;&#x4E0A;<ul>
<li>(&#x539F;&#x6587;) Actions will also show up throughout your Android phone in places like the Launcher, Smart Text Selection, the Play Store, the Google Search app and the Assistant.</li>
<li>App Actions &#x306B;&#x3088;&#x3063;&#x3066;&#x3001;&#x30E9;&#x30F3;&#x30C1;&#x30E3;&#x30FC;&#x3001;&#x30C6;&#x30AD;&#x30B9;&#x30C8;&#x9078;&#x629E;&#x3001;&#x30B0;&#x30FC;&#x30B0;&#x30EB;&#x691C;&#x7D22;&#x3057;&#x305F;&#x308A;&#x3063;&#x3066;&#x3068;&#x3053;&#x308D;&#x3067;&#x3082;&#x30A2;&#x30D7;&#x30EA;&#x8D77;&#x52D5;&#x306E;&#x30B5;&#x30B8;&#x30A7;&#x30B9;&#x30C8;&#x304C;&#x884C;&#x308F;&#x308C;&#x308B;&#x3088;&#x3046;&#x306B;&#x306A;&#x308B;&#x3001;&#x3063;&#x3066;&#x3053;&#x3068;&#x304B;&#x3068;&#x601D;&#x308F;&#x308C;&#x308B;&#x3002;</li>
<li>&#x691C;&#x7D22;&#x7A93;&#x306B;&#x6587;&#x5B57;&#x3092;&#x6253;&#x3063;&#x305F;&#x3089;&#x691C;&#x7D22;&#x5019;&#x88DC;&#x3068;&#x5171;&#x306B;&#x8D77;&#x52D5;&#x53EF;&#x80FD;&#x306A;&#x30A2;&#x30D7;&#x30EA;&#x306E;&#x4E00;&#x89A7;&#x304C;&#x8868;&#x793A;&#x3055;&#x308C;&#x305F;&#x308A;&#x3001;&#x30C6;&#x30AD;&#x30B9;&#x30C8;&#x9078;&#x629E;&#x3067; Spotify &#x304C;&#x8D77;&#x52D5;&#x306E;&#x5019;&#x88DC;&#x306B;&#x51FA;&#x305F;&#x308A;&#x3059;&#x308B;&#x3001;&#x307F;&#x305F;&#x3044;&#x3002;</li>
</ul>
</li>
<li>Slices&#x6A5F;&#x80FD;&#x306B;&#x3088;&#x308A;&#x3001;&#x30A4;&#x30F3;&#x30BF;&#x30E9;&#x30AF;&#x30C6;&#x30A3;&#x30D6;&#x306A;&#x60C5;&#x5831;&#x691C;&#x7D22;&#x3092;&#x53EF;&#x80FD;&#x306B;&#x3059;&#x308B;<ul>
<li><a href="https://developer.android.com/guide/slices/" target="_blank">Slices | Android Developers</a></li>
<li>Google &#x691C;&#x7D22; (&#x305D;&#x306E;&#x3046;&#x3061; Google Assistant &#x3082;) &#x306E;&#x753B;&#x9762;&#x306B;&#x3001;&#x30A2;&#x30D7;&#x30EA;&#x306E; UI &#x306E;&#x4E00;&#x90E8;&#x3092;&#x8868;&#x793A;&#x3067;&#x304D;&#x308B;&#x3088;&#x3046;&#x306B;&#x306A;&#x308B;&#x6A5F;&#x80FD;&#x3060;&#x305D;&#x3046;&#x306A;</li>
<li>&#x300C;&#x4ECA;&#x65E5;&#x306E;&#x682A;&#x4FA1;&#x300D;&#x7684;&#x306A;&#x3082;&#x306E;&#x3092;&#x691C;&#x7D22;&#x3057;&#x305F;&#x3068;&#x304D;&#x306B;&#x3001;&#x691C;&#x7D22;&#x7D50;&#x679C;&#x306E;&#x4E2D;&#x306B;&#x682A;&#x30A2;&#x30D7;&#x30EA;&#x306E;&#x753B;&#x9762;&#x304C;&#x51FA;&#x308B;&#x7684;&#x306A;</li>
<li>Google Assistant &#x3067;&#x300C;&#x5929;&#x6C17;&#x6559;&#x3048;&#x3066;&#x300D;&#x3063;&#x3066;&#x8A00;&#x3063;&#x305F;&#x6642;&#x306B;&#x6C17;&#x8C61;&#x5E81;&#x3078;&#x306E;&#x30EA;&#x30F3;&#x30AF;&#x8CBC;&#x3089;&#x308C;&#x308B;&#x3093;&#x3058;&#x3083;&#x306A;&#x304F;&#x3066;&#x305D;&#x306E;&#x5834;&#x3067;&#x5929;&#x6C17;&#x30A2;&#x30D7;&#x30EA;&#x306E;&#x4E00;&#x90E8;&#x306E;&#x753B;&#x9762;&#x304C;&#x8868;&#x793A;&#x3055;&#x308C;&#x308B;&#x7684;&#x306A;</li>
<li>&#x65E2;&#x306B;&#x30D3;&#x30EB;&#x30C9;&#x3067;&#x304D;&#x308B;&#x3089;&#x3057;&#x3044;&#x305E; (2018/05/22 &#x73FE;&#x5728;)</li>
</ul>
</li>
<li>&#x4ED5;&#x4E8B;&#x306B;&#x5FC5;&#x8981;&#x306A;&#x30A2;&#x30D7;&#x30EA;&#x3092;&#x4E00;&#x30AB;&#x6240;&#x306B;&#x307E;&#x3068;&#x3081;&#x3066;&#x8868;&#x793A;<ul>
<li>&#x300C;&#x4ED5;&#x4E8B;&#x300D;&#x30BF;&#x30D6;&#x306E;&#x3088;&#x3046;&#x306A;&#x3082;&#x306E;&#x3092;&#x751F;&#x3084;&#x3059;&#x3053;&#x3068;&#x304C;&#x51FA;&#x6765;&#x3066;&#x3001;&#x62BC;&#x3059;&#x3068;&#x4ED5;&#x4E8B;&#x3067;&#x4F7F;&#x3046;&#x30A2;&#x30D7;&#x30EA;&#x304C;&#x4E00;&#x89A7;&#x3055;&#x308C;&#x308B;&#x307F;&#x305F;&#x3044;&#x306A;&#x8A71;</li>
<li>&#x30C4;&#x30A4;&#x30C3;&#x30BF;&#x30FC;&#x306F;&#x4ED5;&#x4E8B;&#x3067;&#x4F7F;&#x3044;&#x307E;&#x3059;&#x304B;&#x306D;</li>
</ul>
</li>
<li>Android P&#x3067;&#x30DB;&#x30FC;&#x30E0;&#x304B;&#x3089;&#x4E0A;&#x306B;&#x30B9;&#x30EF;&#x30A4;&#x30D7;&#x3059;&#x308B;&#x3068;&#x6700;&#x8FD1;&#x4F7F;&#x3063;&#x305F;&#x30A2;&#x30D7;&#x30EA;&#x304C;&#x8868;&#x793A;&#x3055;&#x308C;&#x308B; (Overview)<ul>
<li>&#x300C;&#x6700;&#x8FD1;&#x4F7F;&#x3063;&#x305F;&#x30A2;&#x30D7;&#x30EA;&#x4E00;&#x89A7;&#x3092;&#x51FA;&#x3059;&#x6A5F;&#x80FD;&#x300D;&#x304C;&#x65B0;&#x30C7;&#x30B6;&#x30A4;&#x30F3;&#x3067;&#x3084;&#x3063;&#x3066;&#x304D;&#x305F;&#x3001;&#x3068;&#x3044;&#x3046;&#x8A71;&#x306E;&#x6A21;&#x69D8;</li>
<li>&#x30DB;&#x30FC;&#x30E0;&#x30DC;&#x30BF;&#x30F3;&#x3092;&#x4E0A;&#x306B;&#x30B9;&#x30EF;&#x30A4;&#x30D7;&#x3059;&#x308B;&#x3001;&#x3063;&#x3066;&#x30E2;&#x30FC;&#x30B7;&#x30E7;&#x30F3;&#x3067;&#x547C;&#x3073;&#x51FA;&#x3059;&#x307F;&#x305F;&#x3044;&#x3063;&#x3059;</li>
<li>&#x305D;&#x308C;&#x306B;&#x4F34;&#x3063;&#x3066; (&#xFF1F;) &#x30A2;&#x30D7;&#x30EA;&#x5C65;&#x6B74;&#x30DC;&#x30BF;&#x30F3;&#x306F;&#x306A;&#x304F;&#x306A;&#x308B;&#x3002;&#x898B;&#x305F;&#x3068;&#x3053;&#x308D;&#x623B;&#x308B;&#x30DC;&#x30BF;&#x30F3;&#x3082;&#x306A;&#x304F;&#x306A;&#x308B;&#x3002;&#x30DB;&#x30FC;&#x30E0;&#x30DC;&#x30BF;&#x30F3;&#x3060;&#x3051;&#x306B;&#x3002;</li>
<li>&#x30DB;&#x30FC;&#x30E0;&#x30DC;&#x30BF;&#x30F3;&#x3092;&#x6A2A;&#x306B;&#x30B9;&#x30EF;&#x30A4;&#x30D7;&#x3059;&#x308B;&#x3060;&#x3051;&#x3067;&#x30A2;&#x30D7;&#x30EA;&#x3092;&#x5207;&#x308A;&#x66FF;&#x3048;&#x3089;&#x308C;&#x308B;&#x3088;&#x3046;&#x306A;&#x3053;&#x3068;&#x3082;&#x66F8;&#x3044;&#x3066;&#x305D;&#x3046;&#x306A;&#x6C17;&#x304C;&#x3059;&#x308B;&#x3002;</li>
</ul>
</li>
<li>&#x306A;&#x3093;&#x3068; Overview &#x8868;&#x793A;&#x4E2D;&#x306B;&#x30C6;&#x30AD;&#x30B9;&#x30C8;&#x9078;&#x629E;&#x3067;&#x304D;&#x308B;<ul>
<li>&#x3082;&#x3061;&#x308D;&#x3093;&#x305D;&#x3053;&#x304B;&#x3089;&#x9078;&#x629E;&#x3057;&#x305F;&#x6587;&#x5B57;&#x3092;&#x30B3;&#x30D4;&#x30FC;&#x3057;&#x305F;&#x308A; App Actions &#x306B;&#x3088;&#x308B;&#x30A2;&#x30D7;&#x30EA;&#x8D77;&#x52D5;&#x3057;&#x305F;&#x308A;&#x3068;&#x3044;&#x3063;&#x305F;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x308B;</li>
</ul>
</li>
<li>Quick Settings (&#x753B;&#x9762;&#x4E0A;&#x304B;&#x3089;&#x5F15;&#x3063;&#x5F35;&#x308B;&#x3068;&#x51FA;&#x3066;&#x304F;&#x308B;&#x3042;&#x308C;) &#x304C;&#x5237;&#x65B0;&#x3002;<ul>
<li>&#x30B9;&#x30AF;&#x30EA;&#x30FC;&#x30F3;&#x30B7;&#x30E7;&#x30C3;&#x30C8;&#x3068;&#x308B;&#x306E;&#x306B; vulcan grip (&#x308F;&#x3057;&#x3065;&#x304B;&#x307F;&#xFF1F;) &#x3057;&#x306A;&#x304F;&#x3066;&#x3088;&#x304F;&#x306A;&#x308B;&#x3001;&#x7DE8;&#x96C6;&#x3082;&#x3044;&#x3044;&#x611F;&#x3058;&#x306B;&#x3067;&#x304D;&#x308B;&#x3088;&#x3046;&#x306B;&#x306A;&#x308B;&#x3063;&#x3066;&#x3088;</li>
<li>&#x97F3;&#x91CF;&#x306E;&#x8ABF;&#x7BC0;&#x304C;&#x3088;&#x308A;&#x30B7;&#x30F3;&#x30D7;&#x30EB;&#x306B;&#x3001;&#x901A;&#x77E5;&#x306E;&#x8A2D;&#x5B9A;&#x3068;&#x304B;&#x3082;&#x3044;&#x3044;&#x611F;&#x3058;&#x306B;&#x306A;&#x308B;&#x3063;&#x3066;&#x3088;</li>
</ul>
</li>
<li>Technology should help you with your life, not distract you from it. Android P comes with digital wellbeing features built into the platform.<ul>
<li>&#x4F55;&#x3092;&#x8A00;&#x3063;&#x3066;&#x3093;&#x306E;&#x304B;</li>
</ul>
</li>
<li>Dashboard &#x6A5F;&#x80FD;&#x3002;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x304C;&#x3069;&#x306E;&#x3088;&#x3046;&#x306B;&#x30B9;&#x30DE;&#x30FC;&#x30C8;&#x30D5;&#x30A9;&#x30F3;&#x3092;&#x4F7F;&#x3063;&#x305F;&#x306E;&#x304B;&#x4E00;&#x76EE;&#x3067;&#x308F;&#x304B;&#x308B;&#x60C5;&#x5831;&#x3092;&#x8868;&#x793A;<ul>
<li>&#x3069;&#x3093;&#x3060;&#x3051;&#x3069;&#x306E;&#x30A2;&#x30D7;&#x30EA;&#x3092;&#x4F7F;&#x3063;&#x3066;&#x305F;&#x304B;&#x3001;&#x3069;&#x3093;&#x3060;&#x3051;&#x753B;&#x9762;&#x3092; unlock &#x3057;&#x305F;&#x304B;&#x3001;&#x3069;&#x3093;&#x3060;&#x3051;&#x901A;&#x77E5;&#x3092;&#x53D7;&#x3051;&#x53D6;&#x3063;&#x305F;&#x304B;&#x3001;&#x307F;&#x305F;&#x3044;&#x306A;&#x3053;&#x3068;&#x304C;&#x5206;&#x304B;&#x308B;&#x305D;&#x3046;&#x306A;</li>
</ul>
</li>
<li>App Timer &#x6A5F;&#x80FD;&#x3002;&#x30A2;&#x30D7;&#x30EA;&#x306B;&#x6642;&#x9593;&#x5236;&#x9650;&#x3092;&#x8A2D;&#x5B9A;&#x53EF;&#x80FD;<ul>
<li>&#x6240;&#x5B9A;&#x306E;&#x5236;&#x9650;&#x6642;&#x9593;&#x304C;&#x304F;&#x308B;&#x3068;&#x306A;&#x3093;&#x304B;&#x304A;&#x77E5;&#x3089;&#x305B;&#x3057;&#x3066;&#x304F;&#x308C;&#x308B;&#x3089;&#x3057;&#x3044;</li>
</ul>
</li>
<li>DND (Do Not Disturb) &#x30E2;&#x30FC;&#x30C9;&#x306F;&#x7740;&#x4FE1;&#x3068;&#x304B;&#x304A;&#x77E5;&#x3089;&#x305B;&#x306F;&#x3082;&#x3068;&#x3088;&#x308A;&#x3001;&#x30DD;&#x30C3;&#x30D7;&#x30A2;&#x30C3;&#x30D7;&#x306A;&#x3069;&#x8996;&#x899A;&#x7684;&#x306B;&#x6C17;&#x3092;&#x305D;&#x3089;&#x3059;&#x8868;&#x793A;&#x3092;&#x6291;&#x5236;&#x3059;&#x308B;</li>
<li>&#x30B9;&#x30DE;&#x30FC;&#x30C8;&#x30D5;&#x30A9;&#x30F3;&#x3092;&#x30C6;&#x30FC;&#x30D6;&#x30EB;&#x306B;&#x4F0F;&#x305B;&#x3066;&#x7F6E;&#x304F;&#x3068;&#x3001;&#x81EA;&#x52D5;&#x3067; DND &#x30E2;&#x30FC;&#x30C9;&#x306B;&#x5207;&#x308A;&#x66FF;&#x308F;&#x308B;</li>
<li>DND &#x30E2;&#x30FC;&#x30C9;&#x306B;&#x3059;&#x308B;&#x3068;&#x30E1;&#x30C3;&#x30BB;&#x30FC;&#x30B8;&#x30A2;&#x30D7;&#x30EA;&#x306E;&#x72B6;&#x614B;&#x3092;&#x300C;&#x96E2;&#x5E2D;&#x300D;&#x306B;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x308B;&#x3088;&#x3046;&#x306A; API &#x304C;&#x63D0;&#x4F9B;&#x3055;&#x308C;&#x308B;</li>
<li>Wind Down &#x6A5F;&#x80FD;<ul>
<li>&#x5C31;&#x5BDD;&#x6642;&#x9593;&#x3092;&#x8A2D;&#x5B9A;&#x3059;&#x308B;&#x3068;&#x81EA;&#x52D5;&#x7684;&#x306B;&#x30CA;&#x30A4;&#x30C8;&#x30E9;&#x30A4;&#x30C8;&#x30E2;&#x30FC;&#x30C9; (&#x6696;&#x8272;&#x306B;&#x306A;&#x308B;&#x307F;&#x305F;&#x3044;&#x306A;&#xFF1F;) &#x306B;&#x5207;&#x308A;&#x66FF;&#x308F;&#x308B;</li>
<li>&#x3060;&#x3093;&#x3060;&#x3093;&#x30B0;&#x30EC;&#x30FC;&#x30B9;&#x30B1;&#x30FC;&#x30EB;&#x306B;&#x306A;&#x3063;&#x3066;&#x3044;&#x3063;&#x3066;&#x5BDD;&#x308B;&#x3057;&#x304B;&#x306A;&#x304F;&#x306A;&#x308B;</li>
</ul>
</li>
<li>&#x30BB;&#x30AD;&#x30E5;&#x30EA;&#x30C6;&#x30A3;&#x306E;&#x5F37;&#x5316;<ul>
<li>(&#x539F;&#x6587;) Android P is packed with security and privacy improvements updated security protocols, encrypted backups, protected confirmations and more.   </li>
</ul>
</li>
<li>Android P Beta &#x306F; Sony Xperia XZ2&#x3001;Xiaomi Mi Mix 2S&#x3001;Nokia 7 Plus&#x3001;Oppo R15 Pro&#x3001;Vivo X21&#x3001;OnePlus 6&#x3001;Essential PH-1 &#x3067;&#x5229;&#x7528;&#x53EF;&#x80FD;</li>
</ul>
<p>(&#x4EE5;&#x4E0B;&#x3001;&#x8D64;&#x585A;&#x672A;&#x78BA;&#x8A8D;)</p>
<h2 id="android-tv&#x3001;android-auto&#x3001;wear-os&#x306B;&#x3064;&#x3044;&#x3066;">Android TV&#x3001;Android Auto&#x3001;Wear OS&#x306B;&#x3064;&#x3044;&#x3066;</h2>
<ul>
<li>Google&#x306F;Harman&#x3068;&#x5354;&#x529B;&#x3057;&#x3066;Google Assistant&#x306E;&#x30B9;&#x30D4;&#x30FC;&#x30AB;&#x30FC;&#x3068;Android TV&#x3092;&#x63D0;&#x4F9B;&#x3059;&#x308B;&#x30CF;&#x30A4;&#x30D6;&#x30EA;&#x30C3;&#x30C9;&#x30C7;&#x30D0;&#x30A4;&#x30B9;&#x3092;&#x7ACB;&#x3061;&#x4E0A;&#x3052;&#x305F;</li>
<li>&#x958B;&#x767A;&#x8005;&#x7528;&#x306E;&#x9650;&#x5B9A;&#x7248;Android TV&#x30C9;&#x30F3;&#x30B0;&#x30EB;&#x30C7;&#x30D0;&#x30A4;&#x30B9;ADT-2&#x3092;&#x30EA;&#x30EA;&#x30FC;&#x30B9;</li>
<li>Android Auto&#x306F;&#x73FE;&#x5728;&#x3001;400&#x53F0;&#x3092;&#x8D85;&#x3048;&#x308B;&#x81EA;&#x52D5;&#x8ECA;&#x3068;&#x30A2;&#x30D5;&#x30BF;&#x30FC;&#x30DE;&#x30FC;&#x30B1;&#x30C3;&#x30C8;&#x306E;&#x30B9;&#x30C6;&#x30EC;&#x30AA;&#x3092;&#x30B5;&#x30DD;&#x30FC;&#x30C8;&#x3059;&#x308B;&#x305F;&#x3081;&#x306B;&#x3001;50&#x4EE5;&#x4E0A;&#x306E;OEM&#x5148;&#x3068;&#x5354;&#x529B;</li>
<li>Android&#x642D;&#x8F09;&#x306E;&#x30DC;&#x30EB;&#x30DC;&#x8ECA;&#x306F;Google &#x30DE;&#x30C3;&#x30D7;&#x306A;&#x3069;&#x3068;&#x9023;&#x643A;</li>
<li>Wear OS&#x306B;&#x3088;&#x308A;&#x30B9;&#x30DE;&#x30FC;&#x30C8;&#x30A6;&#x30A9;&#x30C3;&#x30C1;&#x304B;&#x3089;&#x3055;&#x307E;&#x3056;&#x307E;&#x306A;&#x64CD;&#x4F5C;&#x304C;&#x53EF;&#x80FD;</li>
<li>&#x30B9;&#x30DE;&#x30FC;&#x30C8;&#x30A6;&#x30A9;&#x30C3;&#x30C1;&#x304B;&#x3089;Wear OS&#x5BFE;&#x5FDC;&#x306E;Google Assistant&#x3092;&#x5229;&#x7528;&#x3067;&#x304D;&#x308B;</li>
<li>&#x30B9;&#x30DE;&#x30FC;&#x30C8;&#x30A6;&#x30A9;&#x30C3;&#x30C1;&#x306B;&#x8A71;&#x3057;&#x304B;&#x3051;&#x308B;&#x3060;&#x3051;&#x3067;&#x3001;Bluetooth&#x30A4;&#x30E4;&#x30DB;&#x30F3;&#x3084;&#x30B9;&#x30D4;&#x30FC;&#x30AB;&#x30FC;&#x3092;&#x901A;&#x3057;&#x4ECA;&#x65E5;&#x306E;&#x4E88;&#x5B9A;&#x3092;&#x77E5;&#x308B;&#x3053;&#x3068;&#x304C;&#x53EF;&#x80FD;</li>
<li>Wear OS&#x5BFE;&#x5FDC;&#x306E;&#x30B9;&#x30DE;&#x30FC;&#x30C8;&#x30A6;&#x30A9;&#x30C3;&#x30C1;&#x306B;&#x3088;&#x308A;&#x3001;&#x4EBA;&#x751F;&#x304C;&#x3088;&#x308A;&#x30B9;&#x30E0;&#x30FC;&#x30BA;&#x306B;&#x306A;&#x308B;</li>
</ul>
<h2 id="google-&#x30DE;&#x30C3;&#x30D7;&#x306B;&#x3064;&#x3044;&#x3066;">Google &#x30DE;&#x30C3;&#x30D7;&#x306B;&#x3064;&#x3044;&#x3066;</h2>
<ul>
<li>Google&#x306F;220&#x30AB;&#x56FD;&#x4EE5;&#x4E0A;&#x3067;2,100&#x4E07;&#x30DE;&#x30A4;&#x30EB;(&#x7D04;3300&#x4E07;&#x30AD;&#x30ED;&#x30E1;&#x30FC;&#x30C8;&#x30EB;)&#x4EE5;&#x4E0A;&#x306E;&#x5730;&#x56F3;&#x3092;&#x4F5C;&#x6210;&#x3057;&#x3001;&#x6570;&#x5104;&#x306E;&#x4F01;&#x696D;&#x3092;&#x5730;&#x56F3;&#x306B;&#x8F09;&#x305B;&#x3001;&#x4E16;&#x754C;&#x4E2D;&#x306E;10&#x5104;&#x4EBA;&#x4EE5;&#x4E0A;&#x306E;&#x4EBA;&#x3005;&#x304C;Google &#x30DE;&#x30C3;&#x30D7;&#x306B;&#x30A2;&#x30AF;&#x30BB;&#x30B9;&#x53EF;&#x80FD;</li>
<li>Google &#x30DE;&#x30C3;&#x30D7;&#x3092;&#x3088;&#x308A;&#x500B;&#x4EBA;&#x5411;&#x3051;&#x306B;&#x30AB;&#x30B9;&#x30BF;&#x30DE;&#x30A4;&#x30BA;&#x3067;&#x304D;&#x308B;&#x3088;&#x3046;&#x306B;&#x306A;&#x308B;</li>
<li>&#x5730;&#x5143;&#x306E;&#x5C02;&#x9580;&#x7684;&#x306A;&#x60C5;&#x5831;&#x306B;&#x3082;&#x30A2;&#x30AF;&#x30BB;&#x30B9;&#x53EF;&#x80FD;</li>
<li>&#x30A2;&#x30D7;&#x30EA;&#x5185;&#x3067;&#x30C1;&#x30E3;&#x30C3;&#x30C8;&#x30B0;&#x30EB;&#x30FC;&#x30D7;&#x3092;&#x4F5C;&#x308A;&#x3001;&#x884C;&#x304D;&#x5148;&#x3092;&#x6C7A;&#x5B9A;&#x53EF;&#x80FD;</li>
<li>&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306E;&#x597D;&#x307F;&#x306B;&#x5FDC;&#x3058;&#x3066;&#x30AA;&#x30B9;&#x30B9;&#x30E1;&#x306E;&#x5E97;&#x8217;&#x306A;&#x3069;&#x3092;&#x7D39;&#x4ECB;</li>
<li>&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306E;&#x884C;&#x52D5;&#x306B;&#x901F;&#x3084;&#x304B;&#x306B;&#x53CD;&#x5FDC;&#x3057;&#x3001;&#x9069;&#x5207;&#x306B;&#x9053;&#x6848;&#x5185;&#x3057;&#x3066;&#x304F;&#x308C;&#x308B;</li>
</ul>
<h2 id="google&#x30D5;&#x30A9;&#x30C8;&#x306B;&#x3064;&#x3044;&#x3066;">Google&#x30D5;&#x30A9;&#x30C8;&#x306B;&#x3064;&#x3044;&#x3066;</h2>
<ul>
<li>&#x6A5F;&#x68B0;&#x5B66;&#x7FD2;&#x306B;&#x3088;&#x308A;Google&#x30D5;&#x30A9;&#x30C8;&#x306E;&#x5199;&#x771F;&#x3092;&#x660E;&#x308B;&#x304F;&#x3057;&#x305F;&#x308A;&#x3001;&#x6587;&#x66F8;&#x306E;&#x5199;&#x771F;&#x3092;PDF&#x5316;&#x3067;&#x304D;&#x308B;</li>
<li>Google&#x30D5;&#x30A9;&#x30C8;&#x306F;&#x88AB;&#x5199;&#x4F53;&#x306E;&#x80CC;&#x666F;&#x3092;&#x767D;&#x9ED2;&#x306B;&#x7DE8;&#x96C6;&#x53EF;&#x80FD;</li>
<li>&#x767D;&#x9ED2;&#x306E;&#x5199;&#x771F;&#x3092;&#x30AB;&#x30E9;&#x30FC;&#x306B;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x308B;</li>
<li>Google&#x30D5;&#x30A9;&#x30C8;&#x30D1;&#x30FC;&#x30C8;&#x30CA;&#x30FC;&#x30D7;&#x30ED;&#x30B0;&#x30E9;&#x30E0;&#x3092;&#x767A;&#x8868;&#x3057;&#x3001;&#x958B;&#x767A;&#x8005;&#x305F;&#x3061;&#x304C;&#x3088;&#x308A;&#x8FC5;&#x901F;&#x306B;&#x5199;&#x771F;&#x3084;&#x30E0;&#x30FC;&#x30D3;&#x30FC;&#x306B;&#x30A2;&#x30AF;&#x30BB;&#x30B9;&#x53EF;&#x80FD;</li>
</ul>
<h2 id="google&#x30CB;&#x30E5;&#x30FC;&#x30B9;&#x306B;&#x3064;&#x3044;&#x3066;">Google&#x30CB;&#x30E5;&#x30FC;&#x30B9;&#x306B;&#x3064;&#x3044;&#x3066;</h2>
<ul>
<li>&#x65B0;&#x3057;&#x3044;Google&#x30CB;&#x30E5;&#x30FC;&#x30B9;&#x306F;AI&#x3092;&#x99C6;&#x4F7F;&#x3057;&#x3001;&#x4E00;&#x9023;&#x306E;&#x30CB;&#x30E5;&#x30FC;&#x30B9;&#x3092;&#x6642;&#x7CFB;&#x5217;&#x3067;&#x8868;&#x793A;&#x3057;&#x3066;&#x304F;&#x308C;&#x308B;</li>
<li>&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306E;&#x597D;&#x307F;&#x306B;&#x30AB;&#x30B9;&#x30BF;&#x30DE;&#x30A4;&#x30BA;&#x3057;&#x3001;&#x8208;&#x5473;&#x3092;&#x5F15;&#x304D;&#x305D;&#x3046;&#x306A;&#x30CB;&#x30E5;&#x30FC;&#x30B9;&#x3092;&#x8868;&#x793A;&#x3059;&#x308B;&#x6A5F;&#x80FD;&#x3092;&#x642D;&#x8F09;</li>
<li>&#x4E00;&#x3064;&#x306E;&#x30CB;&#x30E5;&#x30FC;&#x30B9;&#x304B;&#x3089;&#x7C21;&#x5358;&#x306B;&#x3088;&#x308A;&#x8A73;&#x3057;&#x3044;&#x60C5;&#x5831;&#x306B;&#x30A2;&#x30AF;&#x30BB;&#x30B9;&#x53EF;&#x80FD;</li>
<li>&#x30D3;&#x30B8;&#x30CD;&#x30B9;&#x30FB;&#x79D1;&#x5B66;&#x30FB;&#x30B9;&#x30DD;&#x30FC;&#x30C4;&#x306A;&#x3069;&#x5E45;&#x5E83;&#x3044;&#x30CB;&#x30E5;&#x30FC;&#x30B9;&#x3092;&#x63D0;&#x4F9B;&#x3057;&#x3066;&#x304F;&#x308C;&#x308B;</li>
<li>Google&#x30A2;&#x30AB;&#x30A6;&#x30F3;&#x30C8;&#x304B;&#x3089;&#x8CFC;&#x8AAD;&#x53EF;&#x80FD;</li>
</ul>
<h2 id="vr&#x3068;ar&#x306B;&#x3064;&#x3044;&#x3066;">VR&#x3068;AR&#x306B;&#x3064;&#x3044;&#x3066;</h2>
<ul>
<li>Google Lens&#x306B;&#x5199;&#x3057;&#x305F;&#x6587;&#x5B57;&#x306E;&#x30C6;&#x30AD;&#x30B9;&#x30C8;&#x5909;&#x63DB;&#x304C;&#x53EF;&#x80FD;&#x306B;&#x306A;&#x308B;&#x65B0;&#x6A5F;&#x80FD;&#x304C;&#x8FFD;&#x52A0;</li>
<li>&#x30AB;&#x30E1;&#x30E9;&#x3092;&#x901A;&#x3057;&#x3066;Google Lens&#x304C;&#x8A8D;&#x8B58;&#x3057;&#x305F;&#x7279;&#x5B9A;&#x306E;&#x5BB6;&#x5177;&#x3084;&#x88C5;&#x98FE;&#x54C1;&#x306B;&#x95A2;&#x3059;&#x308B;&#x30EC;&#x30D3;&#x30E5;&#x30FC;&#x306A;&#x3069;&#x306E;&#x60C5;&#x5831;&#x3092;&#x8868;&#x793A;&#x53EF;&#x80FD;</li>
<li>Google Lens&#x306F;&#x30EA;&#x30A2;&#x30EB;&#x30BF;&#x30A4;&#x30E0;&#x3067;&#x8B58;&#x5225;&#x3057;&#x305F;&#x7269;&#x306B;&#x3064;&#x3044;&#x3066;&#x3055;&#x307E;&#x3056;&#x307E;&#x306A;&#x60C5;&#x5831;&#x3092;&#x4F1D;&#x3048;&#x3066;&#x304F;&#x308C;&#x308B;</li>
<li>LGE&#x3001;Motorola&#x3001;Xiaomi&#x3001;Sony Mobile&#x3001;HMD/Nokia&#x3001;Transsion&#x3001;TCL&#x3001;OnePlus&#x3001;BQ&#x3001;Asus&#x3001;Google Pixel&#x3068;&#x3044;&#x3063;&#x305F;&#x30C7;&#x30D0;&#x30A4;&#x30B9;&#x304B;&#x3089;Google Lens&#x304C;&#x4F7F;&#x7528;&#x53EF;&#x80FD;</li>
<li>Google Lens&#x306F;&#x82F1;&#x8A9E;&#x3060;&#x3051;&#x3067;&#x306A;&#x304F;&#x30D5;&#x30E9;&#x30F3;&#x30B9;&#x8A9E;&#x30FB;&#x30A4;&#x30BF;&#x30EA;&#x30A2;&#x8A9E;&#x30FB;&#x30C9;&#x30A4;&#x30C4;&#x8A9E;&#x306A;&#x3069;&#x591A;&#x304F;&#x306E;&#x8A00;&#x8A9E;&#x306B;&#x5BFE;&#x5FDC;</li>
<li>Tour Creator&#x3067;&#x8AB0;&#x3082;&#x304C;360&#x5EA6;&#x306E;VR&#x30C4;&#x30A2;&#x30FC;&#x3092;&#x69CB;&#x7BC9;&#x53EF;&#x80FD;</li>
<li>Sceneform&#x306B;&#x3088;&#x308A;Java&#x958B;&#x767A;&#x8005;&#x306F;&#x5BB9;&#x6613;&#x306B;&#x6CA1;&#x5165;&#x578B;&#x306E;3D&#x30A2;&#x30D7;&#x30EA;&#x30B1;&#x30FC;&#x30B7;&#x30E7;&#x30F3;&#x3092;&#x958B;&#x767A;&#x3067;&#x304D;&#x308B;</li>
<li>Cloud Anchor API&#x3092;&#x5C0E;&#x5165;&#x3057;&#x3066;&#x3001;&#x81EA;&#x5B85;&#x3092;&#x6539;&#x88C5;&#x3057;&#x305F;&#x308A;&#x58C1;&#x306B;&#x30DA;&#x30A4;&#x30F3;&#x30C6;&#x30A3;&#x30F3;&#x30B0;&#x3057;&#x305F;&#x308A;&#x3059;&#x308B;&#x3053;&#x3068;&#x3067;AR&#x4F53;&#x9A13;&#x304C;&#x53EF;&#x80FD;</li>
<li>ARCore&#x306B;&#x5782;&#x76F4;&#x5E73;&#x9762;&#x691C;&#x51FA;&#x6A5F;&#x80FD;&#x304C;&#x8FFD;&#x52A0;&#x3055;&#x308C;&#x308B;</li>
<li>Augmented Images(&#x62E1;&#x5F35;&#x30A4;&#x30E1;&#x30FC;&#x30B8;)&#x6A5F;&#x80FD;&#x306B;&#x3088;&#x308A;&#x3001;&#x753B;&#x50CF;&#x3092;&#x5B9F;&#x7269;&#x306E;&#x3088;&#x3046;&#x306B;&#x5909;&#x63DB;&#x53EF;&#x80FD;</li>
</ul>
<h2 id="youtube&#x306B;&#x3064;&#x3044;&#x3066;">YouTube&#x306B;&#x3064;&#x3044;&#x3066;</h2>
<ul>
<li>YouTube&#x306E;&#x30E2;&#x30D0;&#x30A4;&#x30EB;&#x30A2;&#x30D7;&#x30EA;&#x3092;&#x30A2;&#x30C3;&#x30D7;&#x30C7;&#x30FC;&#x30C8;&#x3057;&#x3001;&#x4E00;&#x5B9A;&#x306E;&#x6642;&#x9593;&#x304C;&#x7D4C;&#x904E;&#x3057;&#x305F;&#x3089;&#x4F11;&#x61A9;&#x3092;&#x53D6;&#x308B;&#x3088;&#x3046;&#x306B;&#x30EA;&#x30DE;&#x30A4;&#x30F3;&#x30C0;&#x53EF;&#x80FD;&#x306B;&#x306A;&#x308B;</li>
<li>YouTube&#x30A2;&#x30D7;&#x30EA;&#x304B;&#x3089;&#x306E;&#x901A;&#x77E5;&#x3092;&#x7121;&#x97F3;&#x306B;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x53EF;&#x80FD;</li>
<li>&#x8907;&#x6570;&#x306E;&#x901A;&#x77E5;&#x3092;&#x307E;&#x3068;&#x3081;&#x3066;1&#x56DE;&#x306E;&#x901A;&#x77E5;&#x306B;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x308B;</li>
<li>YouTube&#x3067;&#x904E;&#x3054;&#x3057;&#x305F;&#x6642;&#x9593;&#x3092;&#x898B;&#x308B;&#x3053;&#x3068;&#x304C;&#x53EF;&#x80FD;</li>
</ul>
<h2 id="&#x30A2;&#x30AF;&#x30BB;&#x30B7;&#x30D3;&#x30EA;&#x30C6;&#x30A3;&#x306B;&#x3064;&#x3044;&#x3066;">&#x30A2;&#x30AF;&#x30BB;&#x30B7;&#x30D3;&#x30EA;&#x30C6;&#x30A3;&#x306B;&#x3064;&#x3044;&#x3066;</h2>
<ul>
<li>Lookout&#x30A2;&#x30D7;&#x30EA;&#x306F;&#x8996;&#x899A;&#x3084;&#x8074;&#x899A;&#x306B;&#x969C;&#x5BB3;&#x304C;&#x3042;&#x308B;&#x4EBA;&#x3092;&#x52A9;&#x3051;&#x308B;</li>
<li>&#x30AD;&#x30FC;&#x30DC;&#x30FC;&#x30C9;&#x30A2;&#x30D7;&#x30EA;Gboard&#x306B;&#x30E2;&#x30FC;&#x30EB;&#x30B9;&#x4FE1;&#x53F7;&#x5165;&#x529B;&#x6A5F;&#x80FD;&#x3092;&#x5C0E;&#x5165;</li>
</ul>
<h2 id="google-play&#x3068;&#x958B;&#x767A;&#x8005;&#x30C4;&#x30FC;&#x30EB;&#x306B;&#x3064;&#x3044;&#x3066;">Google Play&#x3068;&#x958B;&#x767A;&#x8005;&#x30C4;&#x30FC;&#x30EB;&#x306B;&#x3064;&#x3044;&#x3066;</h2>
<ul>
<li>Google Play Instant&#x306F;&#x3059;&#x3079;&#x3066;&#x306E;&#x30B2;&#x30FC;&#x30E0;&#x958B;&#x767A;&#x8005;&#x306B;&#x516C;&#x958B;&#x3055;&#x308C;&#x305F;</li>
<li>Google Play Console&#x306E;&#x6A5F;&#x80FD;&#x3092;&#x66F4;&#x65B0;&#x3059;&#x308B;&#x3053;&#x3068;&#x3067;&#x3001;&#x30A2;&#x30D7;&#x30EA;&#x306E;&#x30D1;&#x30D5;&#x30A9;&#x30FC;&#x30DE;&#x30F3;&#x30B9;&#x304C;&#x6539;&#x5584;</li>
<li>Android Jetpack&#x306F;&#x958B;&#x767A;&#x8005;&#x304C;&#x7C21;&#x5358;&#x306B;Android&#x30A2;&#x30D7;&#x30EA;&#x3092;&#x958B;&#x767A;&#x3067;&#x304D;&#x308B;&#x3088;&#x3046;&#x306B;&#x3059;&#x308B;</li>
<li>Android KTX&#x306F;Kotlin&#x4F7F;&#x7528;&#x8005;&#x306B;&#x6700;&#x9069;&#x5316;</li>
<li>Android App Bundle&#x306F;Android&#x30A2;&#x30D7;&#x30EA;&#x3092;&#x516C;&#x958B;&#x3059;&#x308B;&#x305F;&#x3081;&#x306E;&#x65B0;&#x3057;&#x3044;&#x30D5;&#x30A9;&#x30FC;&#x30DE;&#x30C3;&#x30C8;&#x3067;&#x3042;&#x308B;</li>
<li>Android Studio 3.2&#x306E;&#x6700;&#x65B0;&#x30EA;&#x30EA;&#x30FC;&#x30B9;&#x3067;&#x306F;&#x3001;&#x958B;&#x767A;&#x8005;&#x304C;&#x8FC5;&#x901F;&#x306B;&#x30A2;&#x30D7;&#x30EA;&#x3092;&#x958B;&#x767A;&#x53EF;&#x80FD;&#x306B;&#x3059;&#x308B;&#x6A5F;&#x80FD;&#x304C;&#x8FFD;&#x52A0;</li>
<li>&#x30A2;&#x30D7;&#x30EA;&#x3092;&#x5B9F;&#x884C;&#x3059;&#x308B;&#x305F;&#x3081;&#x306B;&#x5FC5;&#x8981;&#x306A;&#x30B3;&#x30FC;&#x30C9;&#x3068;&#x30EA;&#x30BD;&#x30FC;&#x30B9;&#x306E;&#x307F;&#x3092;&#x30C0;&#x30A6;&#x30F3;&#x30ED;&#x30FC;&#x30C9;&#x3057;&#x3001;&#x30C0;&#x30A6;&#x30F3;&#x30ED;&#x30FC;&#x30C9;&#x6642;&#x9593;&#x3092;&#x77ED;&#x7E2E;</li>
<li>Android Things 1.0&#x3092;&#x4F7F;&#x7528;&#x3057;&#x3066;&#x3001;&#x958B;&#x767A;&#x8005;&#x306F;Android Things&#x30D7;&#x30E9;&#x30C3;&#x30C8;&#x30D5;&#x30A9;&#x30FC;&#x30E0;&#x3092;&#x4F7F;&#x7528;&#x3057;&#x3066;&#x5546;&#x7528;IoT&#x88FD;&#x54C1;&#x3092;&#x69CB;&#x7BC9;&#x3057;&#x3001;&#x51FA;&#x8377;&#x3059;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x308B;</li>
<li>Firebase&#x3067;&#x306E;&#x30A2;&#x30D7;&#x30EA;&#x30D1;&#x30D5;&#x30A9;&#x30FC;&#x30DE;&#x30F3;&#x30B9;&#x76E3;&#x8996;&#x3092;&#x6539;&#x5584;</li>
<li>&#x6570;&#x30AB;&#x6708;&#x4EE5;&#x5185;&#x306B;Firebase Test Lab&#x306B;iOS&#x3092;&#x8FFD;&#x52A0;&#x3057;&#x3001;Android&#x3084;iOS&#x4E21;&#x65B9;&#x3067;&#x9AD8;&#x54C1;&#x8CEA;&#x306A;&#x30A2;&#x30D7;&#x30EA;&#x3092;&#x958B;&#x767A;&#x53EF;&#x80FD;</li>
<li>&#x30E2;&#x30D0;&#x30A4;&#x30EB;&#x30A2;&#x30D7;&#x30EA;SDK&#x306E;&#x6700;&#x65B0;&#x30D0;&#x30FC;&#x30B8;&#x30E7;&#x30F3;Flutter Beta 3&#x3092;&#x30EA;&#x30EA;&#x30FC;&#x30B9;</li>
<li>Android&#x62E1;&#x5F35;&#x30E9;&#x30A4;&#x30D6;&#x30E9;&#x30EA;AndroidX&#x306E;&#x521D;&#x671F;&#x30D7;&#x30EC;&#x30D3;&#x30E5;&#x30FC;&#x3092;&#x958B;&#x59CB;</li>
<li>Chromebook&#x3067;Linux&#x30A2;&#x30D7;&#x30EA;&#x3092;&#x5B9F;&#x884C;&#x53EF;&#x80FD;&#x306B;&#x306A;&#x308B;</li>
<li>Material Theming&#x306F;&#x88FD;&#x54C1;&#x5168;&#x4F53;&#x3092;&#x3088;&#x308A;&#x7D71;&#x4E00;&#x7684;&#x306B;&#x69CB;&#x7BC9;&#x53EF;&#x80FD;</li>
<li>Material Theme Editor&#x306B;&#x3088;&#x308A;&#x3001;&#x3001;&#x30EF;&#x30FC;&#x30AF;&#x30D5;&#x30ED;&#x30FC;&#x3092;&#x5408;&#x7406;&#x5316;&#x3057;&#x3001;&#x8A2D;&#x8A08;&#x3068;&#x958B;&#x767A;&#x306E;&#x5171;&#x901A;&#x70B9;&#x3092;&#x89E3;&#x6C7A;</li>
<li>&#x30AA;&#x30FC;&#x30D7;&#x30F3;&#x30BD;&#x30FC;&#x30B9;&#x306E;Material Components&#x3092;&#x4F7F;&#x7528;&#x3057;&#x3066;&#x3001;&#x30A2;&#x30D7;&#x30EA;&#x306E;&#x30C7;&#x30B6;&#x30A4;&#x30F3;&#x3092;&#x30AB;&#x30B9;&#x30BF;&#x30DE;&#x30A4;&#x30BA;&#x53EF;&#x80FD;</li>
</ul>
<h2 id="&#x5E83;&#x544A;&#x306B;&#x3064;&#x3044;&#x3066;">&#x5E83;&#x544A;&#x306B;&#x3064;&#x3044;&#x3066;</h2>
<ul>
<li>&#x958B;&#x767A;&#x8005;&#x306F;&#x30A2;&#x30D7;&#x30EA;&#x5185;&#x306E;&#x95A2;&#x9023;&#x30B3;&#x30F3;&#x30C6;&#x30F3;&#x30C4;&#x3092;&#x5E83;&#x544A;&#x5185;&#x306B;&#x8868;&#x793A;&#x3057;&#x3001;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306B;&#x5F79;&#x7ACB;&#x3064;&#x60C5;&#x5831;&#x3092;&#x63D0;&#x4F9B;&#x3067;&#x304D;&#x308B;</li>
<li>&#x30B2;&#x30FC;&#x30E0;&#x958B;&#x767A;&#x8005;&#x306F;Universal App&#x30AD;&#x30E3;&#x30F3;&#x30DA;&#x30FC;&#x30F3;&#x3092;&#x4F7F;&#x7528;&#x3057;&#x3066;&#x6F5C;&#x5728;&#x7684;&#x306A;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306B;&#x30A2;&#x30D7;&#x30ED;&#x30FC;&#x30C1;&#x3057;&#x3001;&#x30E6;&#x30FC;&#x30B6;&#x30FC;&#x306F;&#x5E83;&#x544A;&#x304B;&#x3089;&#x76F4;&#x63A5;&#x30B2;&#x30FC;&#x30E0;&#x3092;&#x8A66;&#x3059;&#x3053;&#x3068;&#x304C;&#x53EF;&#x80FD;</li>
<li>&#x958B;&#x767A;&#x8005;&#x306F;view through conversion (VTC) reporting&#x306B;&#x3088;&#x308A;&#x3001;&#x5E83;&#x544A;&#x306E;&#x6709;&#x52B9;&#x6027;&#x3092;&#x78BA;&#x8A8D;&#x3067;&#x304D;&#x308B;</li>
<li>&#x958B;&#x767A;&#x8005;&#x306F;&#x5E83;&#x544A;&#x304B;&#x3089;&#x5F97;&#x3089;&#x308C;&#x308B;&#x5831;&#x916C;&#x306B;&#x3064;&#x3044;&#x3066;&#x306E;&#x8A73;&#x7D30;&#x3092;&#x77E5;&#x308B;&#x3053;&#x3068;&#x304C;&#x3067;&#x304D;&#x3001;&#x5FAE;&#x8ABF;&#x6574;&#x53EF;&#x80FD;</li>
<li>&#x5E83;&#x544A;&#x30D0;&#x30CA;&#x30FC;&#x306A;&#x3069;&#x3092;&#x8CA9;&#x58F2;&#x3059;&#x308B;&#x958B;&#x767A;&#x8005;&#x306F;&#x3001;IAB Tech Lab&#x2019;s Open Measurement SDK&#x3092;&#x4F7F;&#x7528;&#x3057;&#x3066;&#x3088;&#x308A;&#x7C21;&#x5358;&#x306B;&#x5E83;&#x544A;&#x4E3B;&#x306B;&#x30EC;&#x30DD;&#x30FC;&#x30C8;&#x3092;&#x9001;&#x4FE1;&#x3067;&#x304D;&#x308B;</li>
</ul>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                
                <a href="about.html" class="navigation navigation-next navigation-unique" aria-label="Next page: 本資料について">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"Google I/O 2018 まとめ","level":"1.1","depth":1,"next":{"title":"本資料について","level":"1.2","depth":1,"path":"about.md","ref":"about.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["uml","search","codeblock-filename"],"pluginsConfig":{"uml":{"format":"svg","charset":"UTF-8","nailgun":false},"search":{},"codeblock-filename":{},"highlight":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"README.md","mtime":"2018-05-22T14:37:51.006Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2018-05-22T14:38:02.430Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

